<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>(Multiselect)</key>
	<string>Новая папка с выбором (%d элементов)</string>
	<key>A-B Loop</key>
	<string>Повтор А-Б</string>
	<key>A-B Loop Active</key>
	<string>Активен цикл A-B</string>
	<key>A-B Loop Cancel</key>
	<string>Отменить A-B петлю</string>
	<key>A-B Loop: A</key>
	<string>A-B зациклить: A</string>
	<key>A-B Loop: A Greater than B</key>
	<string>A-B петля: A больше B</string>
	<key>A-B Loop: B</key>
	<string>A-B Цикл: B</string>
	<key>Actions</key>
	<string>Действия</string>
	<key>Add</key>
	<string>Добавить</string>
	<key>Add Current Folder</key>
	<string>Добавить текущую папку</string>
	<key>Add Separator</key>
	<string>Добавить разделительную линию</string>
	<key>Adjust Window to Actual Image Size</key>
	<string>Настроить окно в соответствии с фактическим размером изображения</string>
	<key>Adjust Window to Current Image Size</key>
	<string>Подогнать окно под текущий размер изображения</string>
	<key>Advanced</key>
	<string>Дополнительно</string>
	<key>Alias Type</key>
	<string>Тип псевдонима</string>
	<key>Always Generate HD Thumbnails</key>
	<string>Всегда создавать HD эскизы</string>
	<key>Always Generate Standard Thumbnails</key>
	<string>Всегда создавать стандартные эскизы</string>
	<key>Apply Filter</key>
	<string>Применить фильтр</string>
	<key>Apply to all</key>
	<string>Применить ко всем</string>
	<key>Are you sure you want to move xxx to xxx?</key>
	<string>Вы уверены, что хотите переместить "%1$@" в "%2$@"?</string>
	<key>Arrow</key>
	<string>Стрелка</string>
	<key>AudioMetadata-BitRate</key>
	<string>Битрейт</string>
	<key>AudioMetadata-ChannelLayout</key>
	<string>Схема каналов</string>
	<key>AudioMetadata-Channels</key>
	<string>Каналы</string>
	<key>AudioMetadata-CodecLongName</key>
	<string>Название кодека</string>
	<key>AudioMetadata-CodecName</key>
	<string>Имя кодека</string>
	<key>AudioMetadata-Index</key>
	<string>Индекс</string>
	<key>AudioMetadata-Language</key>
	<string>язык</string>
	<key>AudioMetadata-SampleRate</key>
	<string>Частота дискретизации</string>
	<key>AudioMetadata-StreamTitle</key>
	<string>Название потока</string>
	<key>Auto</key>
	<string>Авто</string>
	<key>Auto Play Selected Video</key>
	<string>Автовоспроизведение выбранного видео</string>
	<key>Auto Play Visible Video</key>
	<string>Автопроигрывание видимого видео</string>
	<key>Auto Rename</key>
	<string>Автопереименование</string>
	<key>Border Thickness</key>
	<string>Толщина границы</string>
	<key>Cancel</key>
	<string>Отменить</string>
	<key>Cancel Auto Play Visible Video</key>
	<string>Отмена автоматического воспроизведения видимого видео</string>
	<key>Cancel Filter</key>
	<string>Отменить фильтр</string>
	<key>Case Sensitive</key>
	<string>С учетом регистра</string>
	<key>Cell Padding</key>
	<string>Отступ ячейки</string>
	<key>Center the Window</key>
	<string>Центрировать окно</string>
	<key>Choose a file or folder</key>
	<string>Выберите файл или папку</string>
	<key>Clear</key>
	<string>Очистить</string>
	<key>Close (Double Click)</key>
	<string>Закрыть (двойной клик)</string>
	<key>Close Other Tabs</key>
	<string>Закрыть другие вкладки</string>
	<key>Close Tab</key>
	<string>Закрыть вкладку</string>
	<key>Continue</key>
	<string>Продолжить</string>
	<key>Copy</key>
	<string>Копировать</string>
	<key>Copy Path</key>
	<string>Копировать путь</string>
	<key>Corner Radius</key>
	<string>Радиус скругления</string>
	<key>Custom Layout Style</key>
	<string>Пользовательский стиль макета</string>
	<key>Custom Layout Style...</key>
	<string>Пользовательский стиль макета...</string>
	<key>Custom Zoom Ratio...</key>
	<string>Пользовательский коэффициент увеличения...</string>
	<key>Custom Zoom Step...</key>
	<string>Пользовательский шаг увеличения...</string>
	<key>Date Added</key>
	<string>Дата добавления</string>
	<key>Date Created</key>
	<string>Дата создания</string>
	<key>Date Modified</key>
	<string>Дата изменения</string>
	<key>Default Thumbnail Size</key>
	<string>Размер миниатюры по умолчанию</string>
	<key>Delete</key>
	<string>Удалить</string>
	<key>Demo</key>
	<string>Демо</string>
	<key>Directory does not exist</key>
	<string>Каталог не существует</string>
	<key>Disable Automatic Play</key>
	<string>Отключить автоматическое воспроизведение</string>
	<key>Disable Automatic Scroll</key>
	<string>Отключить автоматическую прокрутку</string>
	<key>Edit Mode</key>
	<string>Режим редактирования</string>
	<key>Ellipse</key>
	<string>Эллипс</string>
	<key>Empty</key>
	<string>Пусто</string>
	<key>Enable Automatic Play</key>
	<string>Включить автоматическое воспроизведение</string>
	<key>Enable Automatic Scroll</key>
	<string>Включить автоматическую прокрутку</string>
	<key>Enable HDR</key>
	<string>Включить HDR</string>
	<key>Enable Recursive Mode</key>
	<string>Включить Рекурсивный Режим</string>
	<key>Enlarge the Thumbnails</key>
	<string>Увеличить миниатюры</string>
	<key>Enter Full Screen</key>
	<string>Войти в полноэкранный режим</string>
	<key>Enter the auto play interval in seconds:</key>
	<string>Введите интервал автоматического воспроизведения в секундах:</string>
	<key>Enter the scroll speed in pixels per second:</key>
	<string>Введите скорость прокрутки в пикселях в секунду:</string>
	<key>Eraser</key>
	<string>Ластик</string>
	<key>Error</key>
	<string>Ошибка</string>
	<key>Exif-ApertureValue</key>
	<string>Диафрагма</string>
	<key>Exif-Artist</key>
	<string>Художник</string>
	<key>Exif-CameraMaker</key>
	<string>Производитель</string>
	<key>Exif-CameraModel</key>
	<string>Модель камеры</string>
	<key>Exif-ColorModel</key>
	<string>Цветовая модель</string>
	<key>Exif-DateTimeDigitized</key>
	<string>Дата и время оцифровки</string>
	<key>Exif-DateTimeOriginal</key>
	<string>Время съёмки</string>
	<key>Exif-Depth</key>
	<string>Глубина</string>
	<key>Exif-ExposureTime</key>
	<string>Выдержка</string>
	<key>Exif-FNumber</key>
	<string>Диафрагменное число</string>
	<key>Exif-FileAddedTime</key>
	<string>Время добавления файла</string>
	<key>Exif-FileCreatedTime</key>
	<string>Время создания файла</string>
	<key>Exif-FileModifiedTime</key>
	<string>Время изменения файла</string>
	<key>Exif-FileSize</key>
	<string>Размер файла</string>
	<key>Exif-Flash</key>
	<string>Вспышка</string>
	<key>Exif-Flash-Off</key>
	<string>Выкл</string>
	<key>Exif-Flash-On</key>
	<string>Вкл</string>
	<key>Exif-FocalLength</key>
	<string>Фокусное расстояние</string>
	<key>Exif-GPSAltitude</key>
	<string>Высота GPS</string>
	<key>Exif-GPSLatitude</key>
	<string>Широта GPS</string>
	<key>Exif-GPSLongitude</key>
	<string>Долгота GPS</string>
	<key>Exif-ISOSpeedRatings</key>
	<string>Рейтинги ISO скорости</string>
	<key>Exif-LensModel</key>
	<string>Модель объектива</string>
	<key>Exif-ProfileName</key>
	<string>Имя профиля</string>
	<key>Exif-Rating</key>
	<string>Рейтинг</string>
	<key>Exif-Resolution</key>
	<string>Разрешение</string>
	<key>Exif-Software</key>
	<string>Программное обеспечение</string>
	<key>Exif-TIFFDateTime</key>
	<string>Дата и время TIFF</string>
	<key>Exit Edit Mode</key>
	<string>Выйти из режима редактирования</string>
	<key>Exit Full Screen</key>
	<string>Выйти из полноэкранного режима</string>
	<key>Exit Recursive Mode</key>
	<string>Выйти из режимa рекурсии</string>
	<key>Failed to set this app as the default for some file types:
</key>
	<string>Не удалось установить это приложение по умолчанию для некоторых типов файлов:</string>
	<key>Favorites</key>
	<string>Избранное</string>
	<key>File Already Exists</key>
	<string>Файл уже существует</string>
	<key>File Info</key>
	<string>Информация о файле</string>
	<key>File Path</key>
	<string>Путь к файлу</string>
	<key>Filename</key>
	<string>Имя файла</string>
	<key>Filename Font Size</key>
	<string>Размер шрифта имени файла</string>
	<key>Filter</key>
	<string>Фильтр</string>
	<key>Filter by Finder Tag</key>
	<string>Фильтровать по тегу Finder</string>
	<key>Filter by Rating</key>
	<string>Фильтр по рейтингу</string>
	<key>Finder Alias</key>
	<string>Псевдоним Finder</string>
	<key>Finder Tags</key>
	<string>Теги Finder</string>
	<key>Folder</key>
	<string>Папка</string>
	<key>Folders</key>
	<string>Папки</string>
	<key>Follow Current Folder</key>
	<string>Последовать за текущей папкой</string>
	<key>General</key>
	<string>Основные</string>
	<key>Go Back</key>
	<string>Назад</string>
	<key>Go Forward</key>
	<string>Вперёд</string>
	<key>Go To</key>
	<string>Перейти к</string>
	<key>Grid View</key>
	<string>Табличный вид</string>
	<key>Have Reached the First</key>
	<string>Достигли первой</string>
	<key>Have Reached the Last</key>
	<string>Достигли последнего</string>
	<key>Highlighter</key>
	<string>Маркер</string>
	<key>Image</key>
	<string>Изображение</string>
	<key>Images</key>
	<string>Изображения</string>
	<key>Include Folders</key>
	<string>Включить папки</string>
	<key>Info</key>
	<string>Информация</string>
	<key>Invalid current path</key>
	<string>Недопустимый текущий путь</string>
	<key>Invalid input, please enter a positive number</key>
	<string>Недопустимый ввод, пожалуйста, введите положительное число</string>
	<key>Invalid relative path</key>
	<string>Недопустимый относительный путь</string>
	<key>Justified View</key>
	<string>Выровненный вид</string>
	<key>Learn More...</key>
	<string>Узнать больше...</string>
	<key>Line Space Adjustment</key>
	<string>Регулировка межстрочного интервала</string>
	<key>Loading...</key>
	<string>Загрузка...</string>
	<key>Location</key>
	<string>Расположение</string>
	<key>Lock Mirror</key>
	<string>Блокировка зеркала</string>
	<key>Lock Rotation</key>
	<string>Блокировка поворота</string>
	<key>Lock Zoom</key>
	<string>Заблокировать масштабирование</string>
	<key>Match All (AND)</key>
	<string>Совпадение всех (AND)</string>
	<key>Match Any (OR)</key>
	<string>Совпадение любого (ИЛИ)</string>
	<key>Maximize Window</key>
	<string>Развернуть окно</string>
	<key>Merge All Windows</key>
	<string>Объединить все окна</string>
	<key>Mirror Flip</key>
	<string>Отразить</string>
	<key>More</key>
	<string>Еще</string>
	<key>Move Down</key>
	<string>Переместить вниз</string>
	<key>Move Here</key>
	<string>Переместить сюда</string>
	<key>Move Items</key>
	<string>Переместить элементы</string>
	<key>Move Up</key>
	<string>Переместить вверх</string>
	<key>Move to Trash</key>
	<string>Переместить в корзину</string>
	<key>Name</key>
	<string>Имя</string>
	<key>New</key>
	<string>Новый</string>
	<key>New Folder</key>
	<string>Новая папка</string>
	<key>New Tab</key>
	<string>Новая вкладка</string>
	<key>New Tag</key>
	<string>Новый тег</string>
	<key>New Text File</key>
	<string>Создать текстовый файл</string>
	<key>New name for</key>
	<string>Новое имя для</string>
	<key>No Color</key>
	<string>Без цвета</string>
	<key>No Rating</key>
	<string>Нет рейтинга</string>
	<key>Non-Grid View</key>
	<string>Негридовый вид</string>
	<key>Not Include Folders</key>
	<string>Не включать папки</string>
	<key>Not Show All Types of Files</key>
	<string>Не показывать все типы файлов</string>
	<key>Not Show Hidden Files</key>
	<string>Не показывать скрытые файлы</string>
	<key>OK</key>
	<string>ОК</string>
	<key>Only images can be edited</key>
	<string>Редактировать можно только изображения</string>
	<key>Open</key>
	<string>Открыть</string>
	<key>Open With</key>
	<string>Открыть с помощью</string>
	<key>Open in Finder</key>
	<string>Открыть в Finder</string>
	<key>Open in Map</key>
	<string>Открыть в Карте</string>
	<key>Open in New Tab</key>
	<string>Открыть в новой вкладке</string>
	<key>Open in Terminal</key>
	<string>Открыть в терминале</string>
	<key>Open with External Player</key>
	<string>Открыть во внешнем проигрывателе</string>
	<key>Operation Logs</key>
	<string>Журналы операций</string>
	<key>Original Path</key>
	<string>Исходный путь</string>
	<key>Other</key>
	<string>Другие</string>
	<key>Others</key>
	<string>Другое</string>
	<key>Paste</key>
	<string>Вставить</string>
	<key>Path does not exist</key>
	<string>Путь не существует</string>
	<key>Pen</key>
	<string>Ручка</string>
	<key>Pin Window</key>
	<string>Закрепить окно</string>
	<key>Pin Window to Top</key>
	<string>Закрепить окно сверху</string>
	<key>Please select a specific tag</key>
	<string>Пожалуйста, выберите конкретный тег</string>
	<key>Portable Browsing Mode</key>
	<string>Режим портативного просмотра</string>
	<key>Portable Mode: Off</key>
	<string>Портативный режим: Выкл</string>
	<key>Portable Mode: On</key>
	<string>Портативный режим: Включен</string>
	<key>Prefer Using Embedded Thumbnails</key>
	<string>Предпочитать использование встроенных миниатюр</string>
	<key>Quick Search</key>
	<string>Быстрый поиск</string>
	<key>RAW Uses Exif Embedded Thumbnail</key>
	<string>RAW использует встроенный в Exif эскиз</string>
	<key>Rating</key>
	<string>Рейтинг</string>
	<key>Readme...</key>
	<string>Читать...</string>
	<key>Rectangle</key>
	<string>Прямоугольник</string>
	<key>Recursive Mode</key>
	<string>Рекурсивный режим</string>
	<key>Redo</key>
	<string>Повторить</string>
	<key>Reduce the Thumbnails</key>
	<string>Уменьшить эскизы</string>
	<key>Refresh</key>
	<string>Обновить</string>
	<key>Regex</key>
	<string>Регулярное выражение</string>
	<key>Relative Path</key>
	<string>Относительный путь</string>
	<key>Remember Position</key>
	<string>Запомнить позицию</string>
	<key>Remember Position: Disabled</key>
	<string>Запоминание позиции: отключено</string>
	<key>Remember Position: Enabled</key>
	<string>Запомнить позицию: Включено</string>
	<key>Remove</key>
	<string>Удалить</string>
	<key>Remove All Tags</key>
	<string>Удалить все теги</string>
	<key>Remove Current Folder</key>
	<string>Удалить текущую папку</string>
	<key>Rename</key>
	<string>Переименовать</string>
	<key>Render Original RAW</key>
	<string>Отобразить оригинальный RAW</string>
	<key>Replace</key>
	<string>Заменить</string>
	<key>Reset</key>
	<string>Сбросить</string>
	<key>Reverse Filter</key>
	<string>Обратный фильтр</string>
	<key>Rotate %d°</key>
	<string>Повернуть на %d°</string>
	<key>Rotate Clockwise</key>
	<string>Повернуть по часовой стрелке</string>
	<key>Rotate Counterclockwise</key>
	<string>Повернуть против часовой стрелки</string>
	<key>Save</key>
	<string>Сохранить</string>
	<key>Scan &amp; Update Enhanced Index</key>
	<string>Сканировать и обновить расширенный индекс</string>
	<key>Scan Complete</key>
	<string>Сканирование завершено</string>
	<key>Scan Prompt</key>
	<string>Сканировать запрос</string>
	<key>Scanning</key>
	<string>Сканирование</string>
	<key>Scanning...</key>
	<string>Сканирование...</string>
	<key>Search...</key>
	<string>Поиск...</string>
	<key>Sequential Playback</key>
	<string>Последовательное воспроизведение</string>
	<key>Sequential Playback: Disabled</key>
	<string>Последовательное воспроизведение: отключено</string>
	<key>Sequential Playback: Enabled</key>
	<string>Последовательное воспроизведение: включено</string>
	<key>Set Auto Play Interval</key>
	<string>Установить интервал автоматического воспроизведения</string>
	<key>Set Scroll Speed</key>
	<string>Установить скорость прокрутки</string>
	<key>Settings...</key>
	<string>Настройки...</string>
	<key>Share...</key>
	<string>Поделиться...</string>
	<key>Show All</key>
	<string>Показать все</string>
	<key>Show All Types of Files</key>
	<string>Показать все типы файлов</string>
	<key>Show Camera RAW Files</key>
	<string>Показать файлы RAW камеры</string>
	<key>Show Exif</key>
	<string>Показать Exif</string>
	<key>Show Filename</key>
	<string>Показать имя файла</string>
	<key>Show Finder Tags and Ratings</key>
	<string>Показать теги и рейтинги Finder</string>
	<key>Show Hidden Files</key>
	<string>Показать скрытые файлы</string>
	<key>Show Image Files</key>
	<string>Показать файлы изображений</string>
	<key>Show Info</key>
	<string>Показать информацию</string>
	<key>Show RAW/HDR Badge</key>
	<string>Показать значок RAW/HDR</string>
	<key>Show Shadow</key>
	<string>Показать тень</string>
	<key>Show Statistics in Window Title</key>
	<string>Показывать статистику в заголовке окна</string>
	<key>Show Tags and Ratings</key>
	<string>Показать теги и рейтинги</string>
	<key>Show Video Files</key>
	<string>Показать видеофайлы</string>
	<key>Show Video Metadata</key>
	<string>Показать метаданные видео</string>
	<key>Show in Finder</key>
	<string>Показать в Finder</string>
	<key>Show in Original Folder</key>
	<string>Показать в исходной папке</string>
	<key>Sidebar</key>
	<string>Боковая панель</string>
	<key>Skip</key>
	<string>Пропустить</string>
	<key>Sort</key>
	<string>Сортировать</string>
	<key>Sort Folders First</key>
	<string>Сначала папки</string>
	<key>Sort Order</key>
	<string>Порядок сортировки</string>
	<key>Sort Using Full Path In Collection Mode</key>
	<string>Использовать полные пути для сортировки в режиме коллекции</string>
	<key>Sort by EXIF Info</key>
	<string>Сортировать по информации EXIF</string>
	<key>Statistic</key>
	<string>Статистика</string>
	<key>Stop</key>
	<string>Стоп</string>
	<key>Success</key>
	<string>Успех</string>
	<key>Symbolic Link</key>
	<string>Символическая ссылка</string>
	<key>Tagging</key>
	<string>Теги</string>
	<key>Text File</key>
	<string>текстовый файл</string>
	<key>This app is now the default for all specified file types.</key>
	<string>Это приложение теперь является приложением по умолчанию для всех указанных типов файлов.</string>
	<key>Thumbnail General</key>
	<string>Эскиз Общий</string>
	<key>Thumbnail Options</key>
	<string>Параметры миниатюр</string>
	<key>Thumbnail Size</key>
	<string>Размер эскиза</string>
	<key>Undo</key>
	<string>Отменить</string>
	<key>Unpin Window from Top</key>
	<string>Открепить окно сверху</string>
	<key>Unsupported Video Format</key>
	<string>Неподдерживаемый формат видео</string>
	<key>Updating Index</key>
	<string>Обновление индекса</string>
	<key>Use Full Path</key>
	<string>Использовать полный путь</string>
	<key>Use Full Path in Window Title</key>
	<string>Использовать полный путь в заголовке окна</string>
	<key>Use Internal Video Player</key>
	<string>Использовать внутренний видеоплеер</string>
	<key>Video</key>
	<string>Видео</string>
	<key>VideoMetadata-AvgFrameRate</key>
	<string>Средняя частота кадров</string>
	<key>VideoMetadata-BitRate</key>
	<string>Битрейт</string>
	<key>VideoMetadata-CodecLongName</key>
	<string>Длинное имя кодека</string>
	<key>VideoMetadata-CodecName</key>
	<string>Название кодека</string>
	<key>VideoMetadata-ColorSpace</key>
	<string>Цветовое пространство</string>
	<key>VideoMetadata-CreationTime</key>
	<string>Время создания</string>
	<key>VideoMetadata-Duration</key>
	<string>Период времени</string>
	<key>VideoMetadata-EncoderSoftwareName</key>
	<string>Имя программного обеспечения кодировщика</string>
	<key>VideoMetadata-FormatName</key>
	<string>Форматировать имя</string>
	<key>VideoMetadata-Height</key>
	<string>Высота</string>
	<key>VideoMetadata-Index</key>
	<string>Индекс</string>
	<key>VideoMetadata-Level</key>
	<string>Уровень</string>
	<key>VideoMetadata-PixelFormat</key>
	<string>Формат пикселей</string>
	<key>VideoMetadata-Profile</key>
	<string>Профиль</string>
	<key>VideoMetadata-RFrameRate</key>
	<string>Частота кадров</string>
	<key>VideoMetadata-Width</key>
	<string>Ширина</string>
	<key>Videos</key>
	<string>Видео</string>
	<key>View</key>
	<string>Посмотреть</string>
	<key>Volume</key>
	<string>Громкость</string>
	<key>Waterfall View</key>
	<string>Вид водопада</string>
	<key>Window Title</key>
	<string>Заголовок окна</string>
	<key>Zoom</key>
	<string>Увеличение</string>
	<key>Zoom In</key>
	<string>Увеличить</string>
	<key>Zoom Out</key>
	<string>Уменьшить</string>
	<key>ask-to-delete</key>
	<string>Вы уверены, что хотите переместить эти файлы в корзину?</string>
	<key>ask-to-delete-external</key>
	<string>Этот каталог не поддерживает перемещение в корзину. Эти элементы будут удалены сразу, и это действие нельзя отменить.</string>
	<key>ask-to-delete-nopermission</key>
	<string>Вы уверены, что хотите переместить эти файлы в корзину?

Этому приложению не предоставлено разрешение на автоматизацию. После перемещения в корзину функция «Восстановить в исходном месте» не может быть использована</string>
	<key>ask-to-delete-shift</key>
	<string>Вы уверены, что хотите навсегда удалить эти файлы? Это действие необратимо.</string>
	<key>back-folder</key>
	<string>Назад</string>
	<key>cannot-copy-to-self</key>
	<string>Невозможно скопировать файл/папку в себя или в подкаталог.</string>
	<key>cannot-move-to-self</key>
	<string>Невозможно переместить файл/папку в себя или в свою подкаталог.</string>
	<key>copy-lowercase</key>
	<string>копировать</string>
	<key>copy-to-download</key>
	<string>Копировать в папку «Загрузки»</string>
	<key>do-you-want-replace</key>
	<string>Вы хотите заменить его файлом, который вы вставляете или перемещаете?</string>
	<key>do-you-want-replace(move)</key>
	<string>Заменить его на файл, который вы перемещаете?</string>
	<key>do-you-want-replace(paste)</key>
	<string>Вы хотите заменить его файлом, который вставляете?</string>
	<key>empty-enclose</key>
	<string>(Пусто)</string>
	<key>file-exists-continue-batch-rename</key>
	<string>Файлы, переименованные пакетно по порядковым номерам, конфликтуют с существующими файлами, например, новые имена файлов: a_1.jpg, a_2.jpg, a_3.jpg... но уже существует файл с именем a_2.jpg. Следует ли автоматически увеличить порядковый номер, чтобы продолжить?</string>
	<key>file-rightmenu-get-info</key>
	<string>Получить информацию</string>
	<key>file-rightmenu-get-statistic</key>
	<string>Получить статистику</string>
	<key>file-size</key>
	<string>Размер</string>
	<key>first-time-use-prompt</key>
	<string>Дважды щелкните левой кнопкой, чтобы закрыть. Изображение: удерживайте правую или левую кнопку и прокручивайте колесо, чтобы увеличить или уменьшить масштаб. Видео: удерживайте правую кнопку мыши и перетаскивайте, чтобы настроить прогресс воспроизведения.</string>
	<key>gen-thumb-info</key>
	<string>"Предпочитать использование встроенных миниатюр" относится к приоритетному использованию миниатюр, встроенных в EXIF-данные изображения, которые обычно имеют более низкое разрешение. Однако, поскольку нужно читать только заголовок файла, это может значительно улучшить скорость чтения изображений на сетевом диске. Поскольку у большинства изображений в интернете EXIF-данные удалены для уменьшения размера файла, программа затем переключится на "создание стандартных миниатюр." 

"Создавать стандартные миниатюры" означает создание миниатюр среднего качества размером 512×512. В этом случае необходимо загрузить все содержимое файла. (Так как встроенные миниатюры в RAW-изображениях обычно имеют более высокое разрешение, они по-прежнему предпочтительны в этом режиме.)

"Создавать высококачественные миниатюры" предполагает точное рендеринг изображения в области миниатюры, и рекомендуется включать эту опцию, когда размер миниатюры больше значения по умолчанию. В этом случае повторно отрендеренное изображение может потреблять больше памяти.

Дополнительно, миниатюры для папок на внешних накопителях по умолчанию не создаются. Пожалуйста, перейдите в "Настройки" -&gt; "Дополнительно", чтобы изменить соответствующие параметры.</string>
	<key>has-exist-in-dest</key>
	<string>Файл с именем "%@" уже существует в целевой папке.</string>
	<key>has-same-name-files</key>
	<string>Имеются файлы с одинаковыми именами</string>
	<key>has-same-name-files-info</key>
	<string>Исходный файл содержит файлы с одинаковыми именами. Следует ли их автоматически переименовать?

Например, несколько файлов с именем abc.jpg из разных каталогов будут автоматически переименованы в abc.jpg, abc_2.jpg, abc_3.jpg...

Примечание: Пожалуйста, подтвердите влияние этой операции, чтобы избежать путаницы.</string>
	<key>image-dimensions</key>
	<string>Размеры</string>
	<key>input-new-folder-name</key>
	<string>Введите имя новой папки: </string>
	<key>input-new-textfile-name</key>
	<string>Please enter the file name:</string>
	<key>move-to-download</key>
	<string>Переместить в папку «Загрузки»</string>
	<key>next-folder</key>
	<string>Следующая папка</string>
	<key>next-sibling</key>
	<string>Следующий на том же уровне</string>
	<key>next-sibling-of-parent</key>
	<string>Следующий совпратный родитель</string>
	<key>ocr-recog-fail</key>
	<string>Функция OCR требует macOS 13.0 или новее.</string>
	<key>open-in-new-tab-this</key>
	<string>Открыть это в новой вкладке</string>
	<key>operation-logs-info</key>
	<string>Записи удаления, переименования, перемещения и вставки файлов. В данный момент содержимое отсутствует.</string>
	<key>optimizeWindow</key>
	<string>Оптимальный размер окна</string>
	<key>pan-zoom</key>
	<string>Активировать панорамирование после увеличения</string>
	<key>pan-zoom-info</key>
	<string>Прокрутка колесика мыши или сенсорной панели по умолчанию переключает изображения. Когда эта функция включена, после увеличения изображения прокрутка изменяет свое поведение на панорамирование. Это обычно используется для просмотра длинных скриншотов или комиксов.</string>
	<key>parent-folder</key>
	<string>Родительская папка</string>
	<key>portable-mode-info</key>
	<string>В портативном режиме:
 - При открытии изображения окно автоматически изменяет размер в соответствии с размерами изображения;
 - При закрытии изображения окно автоматически изменяет размер в пропорции к экрану.</string>
	<key>previous-folder</key>
	<string>Предыдущая папка</string>
	<key>previous-sibling</key>
	<string>Предыдущий соседний элемент</string>
	<key>previous-sibling-of-parent</key>
	<string>Старший брат родителя</string>
	<key>qrcode-recog-fail</key>
	<string>Не удалось распознать QR-код</string>
	<key>qrcode-recog-result</key>
	<string>Результат распознавания QR-кода</string>
	<key>rating-info</key>
	<string>**О рейтингах XMP**
Рейтинги XMP — это универсальный метод оценки изображений, использующий от 1 до 5 звезд для указания приоритета изображения. Они являются отраслевым стандартом метаданных, а не собственным форматом FlowVision, и могут распознаваться многими программами, совместимыми с XMP.

**Что такое XMP?**
XMP (Extensible Metadata Platform) можно рассматривать как "информационную карточку, встроенную в изображение," часто используемую для хранения редактируемых метаданных, таких как рейтинги, ключевые слова и информация об авторском праве. В отличие от EXIF, который в основном фиксирует настройки камеры, такие как выдержка, диафрагма и ISO, XMP в большей степени фокусируется на описательных, редактируемых пользователем данных. В структурном отношении файла, оба находятся в области метаданных изображения, но принадлежат к разным системам именования данных или блокам данных и могут сосуществовать.

**Где хранится информация о рейтинге?**
FlowVision записывает рейтинги в поле xmp:Rating в пределах метаданных изображения. Эта информация обычно встраивается в секцию метаданных файла изображения — например, в сегменте метаданных файлов JPEG или в соответствующих контейнерах метаданных форматов PNG, TIFF, HEIF и RAW — а не хранится отдельно в виде записи базы данных или метаданных файловой системы.

**Что означает "Без рейтинга"?**
Когда вы выбираете "Без рейтинга," FlowVision очищает поле xmp:Rating (не записывая значение 0). Это указывает на то, что в настоящее время изображение не имеет присвоенного рейтинга.

**Важно знать**
Установка или удаление рейтинга предполагает запись в файл. После записи дата изменения файла обычно будет обновлена, и размер файла может слегка измениться из-за перезаписи метаданных. Если вы полагаетесь на время изменения для синхронизации, резервного копирования или сортировки, рекомендуется понимать это влияние перед выполнением пакетных рейтингов.</string>
	<key>raw-use-embeded-info</key>
	<string>Когда эта опция включена, используйте встроенный миниатюрный Exif вместо рендеринга оригинального RAW

RAW файлы обычно содержат высококачественные миниатюры Exif для интерфейса предпросмотра камеры, которые являются неоригинальными изображениями, исправленными и обработанными встроенной программой камеры. Используя эти миниатюры, программа может значительно ускорить время загрузки.</string>
	<key>recognize-OCR</key>
	<string>Распознать текст</string>
	<key>recognize-QRCode</key>
	<string>Распознать QR-код</string>
	<key>recursive-mode-info</key>
	<string>При включении "Режима рекурсивного просмотра" область миниатюр будет отображать все файлы в папке и ее подкаталогах. При включении "Включить папки" также будут отображаться все подпапки.

Сканирование определенных системных каталогов или сетевых дисков может вызвать задержку в работе программы.

Кроме того, в этом режиме приложение не будет отслеживать изменения в файловой системе, поэтому при внешних изменениях (таких как редактирование или удаление) обновите вручную. Для изменений внутри приложения, чтобы обеспечить непрерывность работы, автоматическое обновление не будет происходить, если в поле просмотра слишком много изображений; обновите вручную.</string>
	<key>recursive-mode-nodirection</key>
	<string>В рекурсивном режиме невозможно выполнить действие по поиску следующей/предыдущей папки</string>
	<key>renaming-conflict</key>
	<string>Файл с таким именем уже существует. Пожалуйста, выберите другое имя.</string>
	<key>save-to-custom-profile</key>
	<string>Сохранить в пользовательский профиль %@</string>
	<key>scan-enhanced-index-info</key>
	<string>НАДО</string>
	<key>scanned-files</key>
	<string>На данный момент просканировано %d файлов, включая %d изображений и %d видео. Хотите продолжить?</string>
	<key>search-help</key>
	<string>**Фильтр контента**  
Кнопка «Применить фильтр» фильтрует содержимое текущего каталога, отображая только элементы, соответствующие критериям поиска. Чтобы восстановить исходный вид, очистите критерии поиска и нажмите эту кнопку снова или нажмите значок поиска на панели инструментов.

**Поиск в подпапках**  
Чтобы искать файлы в подкаталогах, сначала включите «Режим рекурсивного просмотра».

**Что такое регулярные выражения?**  
Регулярные выражения (regex) — это шаблоны, используемые для сопоставления комбинаций символов в строках. Это мощный инструмент обработки текста, широко используемый для таких задач, как поиск, замена и разбор текста.  
Например:  
^2024 может соответствовать файлам, начинающимся с '2024';  
.*modified\.[^.]+$ может соответствовать файлам, заканчивающимся на 'modified' (независимо от расширения);  
.*\.jpg$ может соответствовать файлам с расширением '.jpg'.

**Расширенный поиск**  
В «Режиме рекурсивного просмотра» вы можете дополнительно использовать опцию «Использовать полный путь» и комбинировать её с регулярными выражениями для выполнения расширенного поиска.  
Например, имея полный путь к файлу, такой как:  
/Users/Alice/Pictures/20220101/mypick/001.jpg  
вы можете использовать регулярное выражение:  
^.*\/[^\/]*pick[^\/]*\/[^\/]+$  
чтобы сопоставить все файлы, чьи имена родительских каталогов содержат «pick». Для более сложных шаблонов regex вы можете использовать большие языковые модели, чтобы помочь в их написании.</string>
	<key>sort-addDateA</key>
	<string>Сортировать по дате добавления</string>
	<key>sort-addDateZ</key>
	<string>Сортировать по дате добавления (по убыванию)</string>
	<key>sort-createDateA</key>
	<string>Сортировать по дате создания</string>
	<key>sort-createDateZ</key>
	<string>Сортировать по дате создания (по убыванию)</string>
	<key>sort-exif-local-warning</key>
	<string>Сортировка по информации Exif требует чтения заголовков всех файлов, что может привести к медленной загрузке. Например, эталонная скорость чтения информации о видеофайлах составляет около 10 в секунду.

В текущем каталоге содержится %d изображений или видео, с предполагаемым максимальным временем загрузки %d секунд. Вы уверены, что хотите продолжить</string>
	<key>sort-exif-network-warning</key>
	<string>Сортировка по информации Exif требует чтения заголовков всех файлов, что может привести к медленной скорости загрузки. Например, эталонная скорость чтения на сетевом диске SMB составляет около 10 в секунду.

Текущая директория находится на внешнем диске и содержит %d изображений или видео, с предполагаемым максимальным временем загрузки %d секунд. Вы уверены, что хотите продолжить?</string>
	<key>sort-exifDateA</key>
	<string>Сортировать по дате Exif</string>
	<key>sort-exifDateZ</key>
	<string>Сортировать по дате Exif (по убыванию)</string>
	<key>sort-exifPixelA</key>
	<string>Сортировать по размеру пикселей Exif</string>
	<key>sort-exifPixelZ</key>
	<string>Сортировать по размеру пикселей Exif (по убыванию)</string>
	<key>sort-extA</key>
	<string>Сортировать по типу файла</string>
	<key>sort-extZ</key>
	<string>Сортировать по типу файла (по убыванию)</string>
	<key>sort-label-date</key>
	<string>Дата</string>
	<key>sort-label-exifDate</key>
	<string>ДатаExif</string>
	<key>sort-label-exifPixel</key>
	<string>Exif пиксель</string>
	<key>sort-label-ext</key>
	<string>Тип</string>
	<key>sort-label-name</key>
	<string>Имя</string>
	<key>sort-label-random</key>
	<string>Случайный</string>
	<key>sort-label-size</key>
	<string>Размер</string>
	<key>sort-modDateA</key>
	<string>Сортировать по дате изменения</string>
	<key>sort-modDateZ</key>
	<string>Сортировать по дате изменения (по убыванию)</string>
	<key>sort-pathA</key>
	<string>Сортировать по имени файла</string>
	<key>sort-pathZ</key>
	<string>Сортировать по имени файла (по убыванию)</string>
	<key>sort-random</key>
	<string>Сортировать случайно</string>
	<key>sort-readme</key>
	<string>«Сортировка по полному пути в режиме коллекции» означает, что в рекурсивном режиме или при работе с коллекциями тегов, если два файла имеют следующие пути относительно текущей директории: ./AAA/2.jpg ./BBB/1.jpg то 2.jpg будет первым при сортировке по полному пути, в то время как 1.jpg будет первым при сортировке по имени файла.

При сортировке по информации Exif необходимо прочитать заголовок каждого файла, что может привести к более медленной скорости загрузки. Например, на сетевом диске SMB или с видеофайлами типичная скорость чтения составляет около 10 файлов в секунду.</string>
	<key>sort-sizeA</key>
	<string>Сортировать по размеру файла</string>
	<key>sort-sizeZ</key>
	<string>Сортировать по размеру файла (по убыванию)</string>
	<key>statistic-content</key>
	<string>Количество папок: %d
Количество файлов: %d
Количество изображений: %d
Количество видео: %d
Общий размер: %@</string>
	<key>switch-to-custom-profile</key>
	<string>Переключиться на пользовательский профиль %@</string>
	<key>switchToActualSize</key>
	<string>Изображение по умолчанию в фактическом размере</string>
	<key>switchToDarkMode</key>
	<string>Тёмный режим</string>
	<key>switchToFitToWindow</key>
	<string>Изображение по умолчанию по размеру окна</string>
	<key>switchToLightMode</key>
	<string>Светлый режим</string>
	<key>switchToSystemTheme</key>
	<string>Соответствовать системе</string>
	<key>up-folder</key>
	<string>Вложенная папка</string>
	<key>video-dimensions</key>
	<string>Размеры</string>
	<key>video-play-info</key>
	<string>В интерфейсе плеера нажатие левой кнопкой мыши ставит воспроизведение на паузу, а перетаскивание правой кнопкой мыши регулирует прогресс воспроизведения видео. Клавиши со стрелками влево и вправо на клавиатуре позволяют перематывать вперед и назад, а удержание клавиши Cmd позволяет навигацию по кадрам.

macOS изначально поддерживает видеоформаты, такие как "mp4", "mov", "m2ts", "ts", "mpeg", "mpg", "m4v" и "vob". Для воспроизведения других форматов по-прежнему требуется внешний плеер.

Для видео, закодированных в HEVC, встроенный декодер macOS распознает только кодек теги hvc1 и не распознает теги hev1. Вы можете использовать FFmpeg для без потерь конверсии: ffmpeg -i input.mp4 -c copy -movflags +faststart -tag:v hvc1 output.mp4.

Нажмите Cmd+Shift+V для функции "Автоматическое воспроизведение видимых видео," что означает, что в режиме эскизов, видео будут зацикливаться в видимой области. Еще одно нажатие на сочетание или смена папок завершат этот режим.</string>
	<key>window-num-max</key>
	<string>Количество окон превышает лимит.</string>
</dict>
</plist>
